tap "homebrew/cask"
# set arguments for all 'brew install --cask' commands
cask_args appdir: "/Applications"

brew "tree"
brew "openssl"
brew "wget"
brew "thefuck"
brew "mysql"
brew "n"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "sl"
# brew "imagemagick", link: false
# brew "imagemagick@6"


## https://github.com/sindresorhus/quick-look-plugins
## $ defaults write com.apple.finder QLEnableTextSelection -bool true && killall Finder
cask "qlcolorcode"
cask "qlimagesize"
cask "qlstephen"
cask "qlmarkdown"
cask "qlvideo"
cask "quicklook-json"
cask "qlprettypatch"
cask "quicklook-csv"
cask "quicklookase"
cask "webpquicklook"